
"Copy button:" = "Copy button:";
"Mail button:" = "Mail button:";
"Scan button:" = "Scan button:";
"Scan-To-Web button:" = "Scan-To_Web button:";
//Custom control UI strings
"Descreen" = "Ontrasteren";
"Color Restoration" = "Kleurherstel";
"Adaptive Lighting" = "Licht aanpassen";	//Modified on the 6-June-08 - "Doordrukken en tegenhouden";
"Unsharp Mask" = "Onscherptemasker";
"Remove Dust"   = "Stof verwijderen";
"6-Color Scanning" = "Scannen in 6 kleuren";

"Tooltip_Descreen" = "Verwijder moiré-patronen";
"Tooltip_ColorRestoration" = "Herstel vervaagde kleur";
"Tooltip_AdaptiveLight" = "Pas de belichtingsniveaus automatisch aan";
"Tooltip_Sharpen" = "Maak scherper";


//Cusom control  menu items
"None" = "Geen";
"Low" = "Laag";
"Medium" ="Medium";
"High" = "Hoog";
"Extreme" = "Extreem";

"Resolution" = "Resolutie";
"Source Size" = "Brongrootte";
"New Size" = "Nieuwe grootte";
"Negative Number" = "Negatief %d";
"Slide Number" = "dia %d";
"HP ICA Scan" = "HP ICA Scan";
"Install HP Devices" = "Installeert de onderdelen die apparaten van HP nodig hebben om te scan met behulp van Beeld vastleggen.";
"Communication error" = "Communicatiefout";
"Communication error while scanning" = "Er is een fout opgetreden tijdens het communiceren met het apparaat. Controleer of het apparaat correct is aangesloten en ingeschakeld.";
"Image Save Error" = "Fout bij opslaan van beeld";
"Image Format Mismatch" = "De toepassing die is geselecteerd in Automatische taak ondersteunt de geselecteerde bestandsindeling niet. Selecteer een andere toepassing of indeling.";
"Disk full error" = "Fout door volle schijf";
"Disk full error String Description" = "De geselecteerde schijf is vol. Sla het bestand op een andere schijf op of verwijder enkele bestanden om ruimte vrij te maken.";
"Permissions Error" = "Machtigingsfout ";
"Permission Error Description" = "U beschikt niet over de machtiging om bestanden op te slaan in \"%@\". Sla op een andere locatie op.";
"Invalid value" = "Ongeldige waarde";
"Invalid value description" = "De waarde die is opgegeven in het veld %@ is ongeldig. Geef een waarde op tussen %ld en %ld en probeer opnieuw te scannen.";
"Image size is too long" = "Het beeld is te groot. Verminder hoogte, breedte, resolutie of uitvoertype van het beeld.";
"Read error" = "Leesfout";
"Read error Description" = "Er is een fout opgetreden tijdens het ophalen van de scan van het apparaat. Probeer het opnieuw.";
"Installation Problem" = "Een noodzakelijk softwareonderdeel ontbreekt of is beschadigd. Installeer de software opnieuw voor uw apparaat en/of controleer of er problemen zijn met uw vaste schijf.";
"Document feeder error" = "Fout bij documentinvoer";
"Paper Jam Description One" = "Er is een papierstoring opgetreden in de automatische documentinvoer. Raadpleeg de documentatie bij uw apparaat voor hulp bij het verhelpen van de storing.";
"Paper Jam Description Two" = "Er is een storing opgetreden in de automatische documentinvoer of er kan geen papier worden ingevoerd. Neem de invoerstapel, waaier deze uit en plaats het papier terug in de documentinvoer. Raadpleeg de documentatie bij uw apparaat voor meer informatie.";
"Paper Jam Description Three" = "De vergrendeling van de automatische documentinvoer zit niet goed vast. Maak de vergrendeling goed vast door deze omlaag te drukken totdat u een klik hoort. Probeer vervolgens opnieuw te scannen.";
"Document feeder empty" = "Documentinvoer leeg";
"Document feeder empty description One" = "De automatische documentinvoer heeft geen documenten gedetecteerd. Plaats uw originelen op correcte wijze in de automatische documentinvoer.";
"Document feeder empty description Two" = "De orginelen zijn verwijderd uit de automatische documentinvoer. Plaats deze terug en ga door met scannen.";
"ADF Duplex error" = "De automatische documentinvoer kan niet beide zijden scannen van een origineel dan langer is dan 30 cm.";
"Transparent Media Adapter Error" = "Fout met adapter voor transparante media";
"Transparent Media Adapter Error Description One" ="De scan kon niet worden voltooid omdat de adapter voor transparante media (TMA) niet is gevonden. Als een TMA aanwezig is, controleert u of deze stevig op de scanner is aangesloten en probeert u het vervolgens opnieuw.";
"Transparent Media Adapter Error Description Two" = "Controleer of de adapter voor transparante media stevig is aangesloten en correct is geplaatst. Als uw apparaat gebruikmaakt van een positioneringsplaat, controleert u of de referentiemarkering op de plaat overeenkomt met de markering op de scanner en probeert u vervolgens opnieuw te scannen.";
"Transparent Media Adapter Error Description Three" = "De klep van de adapter voor transparante media moet worden verwijderd van de scannerklep. Als deze is verwijderd, controleert u of de sjabloon correct is geplaatst op de glasplaat van de scanner. Als er geen sjabloon wordt gebruikt, controleert u of het kalibratievenster in de klep niet is geblokkeerd. Plaats de te scannen media op ongeveer 4 cm van de bovenrand van de glasplaat van de scanner.";
"Transparent Media Adapter Error Description Four" = "Verwijder eventuele originelen van de glasplaat van de scanner. Controleer tevens of uw adapter voor transparante media stevig is aangesloten en correct is geplaatst.";
"Transparent Media Adapter Error Description Five" = "De software is ingesteld op het scannen van een dia (positief), maar heeft een negatief gedetecteerd. Wijzig het documenttype in Negatief.";
"Transparent Media Adapter Error Description Six" = " De software is ingesteld op het scannen van een negatief, maar heeft een dia (positief) gedetecteerd. Wijzig het documenttype in Kleurendia of Positief.";
"Transparent Media Adapter Error Description Seven" = "De opgegeven media is niet gedetecteerd. Zorg ervoor dat de media correct in de adapter is geplaatst en dat u het juiste mediatype hebt geselecteerd (positief of negatief) voor de media die u wilt scannen.";
"Transparent Media Adapter Error Description Eight" = "Er kan nu geen transparante media-adapterscan worden uitgevoerd. Wacht tot de scanner niet meer bezig is en probeer het dan nogmaals.";
"Scan Cancelled" = "Scan geannuleerd";
"Scan Cancelled Description" = "De scan is niet voltooid omdat de bewerking is geannuleerd tijdens het scannen.";
"Device Busy" ="Apparaat in gebruik";
"Device Busy Description" = "De scanner wordt gebruikt door een andere toepassing. Sluit andere scantoepassingen en probeer het opnieuw.";
"Device Busy Description Network" = "De gevraagde bewerking kan niet worden uitgevoerd omdat het geselecteerde netwerkapparaat momenteel in gebruik is. Probeer het later opnieuw."; 

"Image Capture Scan" = "Scan voor Beeld vastleggen";
"Sharpen" = "Scherper";
"6-Color Scan" = "Scan in 6 kleuren";
"Missing or Damaged Software" = "Software ontbreekt/beschadigd";
"One or more components needed by Image Capture is missing or damaged. Please reinstall the software for your HP device." = "Een of meer van de voor het vastleggen van beelden benodigde onderdelen ontbreekt of is beschadigd. Installeer de software voor uw HP-apparaat opnieuw.";
"File name too long" = "Bestandsnaam te lang";
"The file could not be saved because the filename is too long. Please enter a shorter name and try again." = "Het bestand kon niet worden opgeslagen omdat de naam te lang is. Voer een kortere naam in en probeer het opnieuw.";
"Warning: File name starts with a period" = "Waarschuwing: Bestandsnaam begint met een punt";
"The filename you have entered begins with a period (.). If you continue, the file will be saved as a hidden file and will not be visible in the Finder. To correct this, remove the period from the start of the filename." = "De ingevoerde bestandsnaam begint met een punt (.). Als u doorgaat, wordt het als verborgen bestand opgeslagen zodat het niet zichtbaar is in de Finder. Als u dit wilt voorkomen, moet u de punt aan het begin van de bestandsnaam verwijderen.";
"Error Saving Image" = "Fout bij opslaan beeld";
"Image Capture has encountered an unknown error. The image could not be saved. Please try again." = "Er is bij het vastleggen van het beeld een fout opgetreden. Het beeld kan niet worden opgeslagen. Probeer het opnieuw.";

"ADF_OUT_OF_PAPER_MESSAGE" = "Er zijn geen items in de automatische documentlade gedetecteerd. Plaats uw originelen in de automatische documentlade en start de scan opnieuw.";

// Added on the 6-June-08
"Last overview scan was cancelled, please overview it again and then scan" = "Laatste overzichtsscan is geannuleerd. Bekijk nogmaals en scan opnieuw";
"Templates" = "Sjablonen";


"DEVICE_BUSY" = "Apparaat is bezet";
"DEVICE_BUSY_DESCRIPTION" = "Het apparaat is momenteel in gebruik. Wacht totdat uw vorige taak is voltooid en probeer opnieuw te scannen.";

// Vendor Feature related
"Automatic" = "Automatisch";
"Picture" = "Afbeelding";
"Document" = "Document";
"Three-Dimensional Objects" = "3D-object";
"Tooltip_Type" = "Geef het type items op dat u wilt scannen. Kies Automatisch als u voorgedefinieerde scaninstellingen wilt gebruiken die voor de meeste items een goed resultaat opleveren.";
"Type" = "Type:";

// Button handling
"Scan failed" = "Scannen mislukt";
